[
    {
        "id": "fv_navalraidingparty",
        "type": "Variant",
        "source": "core",
        "tags": [
            {"tag_name": "heretic", "val": ""}
                ],
        "faction_id": "fc_hereticlegion",
        "name": "Naval Raiding Party",
        "flavour":  [
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "The Heretic Fleet operates as a semi-autonomous entity under the command of its High Captain and other admirals. The Heretics have their own marine infantry that often operates in small bands, striking deep behind enemy lines and executing smash and grab missions. They are always on the lookout for captives, loot, information, supplies, rare artefacts and the simple opportunity to express their cruelty and brutality. They are picked from amongst the best soldiers of the Heretic Legions, and have access to equipment and weapons gained from past battles and terrible atrocities they have committed."
            }
        ],
        "rules": [
            {
                "title": "Variant Rules",
                "description": [
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Fast As Lightning:",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "All Models have +1 DICE when taking their Dash ACTIONS",
                                "glossary":  [{"val": "+1 DICE", "id": "gl_plusdice"},{"val": "ACTIONS", "id": "gl_action"}]
                            }
                        ]
                    },
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Unseen Advance:",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "Up to three models without the ELITE Keyword can be upgraded into INFILTRATORS at the cost of 10 ducats per Model.",
                                "glossary":  [{"val": "ELITE", "id": "gl_elite"},{"val": "INFILTRATORS", "id": "gl_infiltrator"}]
                            }
                        ]
                    }
                ]
            } 
        ],
        "removed_rules": [],
        "removed_equip": [],
        "removed_model": ["md_warwolfassaultbeast","md_anointedheavyinfantry","md_artillerywitch"],
        "equipment": [
            {"id": "eq_submachinegun", "cost": 25, "cost_id": "ducats", "limit": 0, "restriction": [{"type": "", "val": ""}]}
        ],
        "models" : [
            {"id": "md_anointedheavyinfantry", "cost": 95, "cost_id": "ducats", "limit_min": 0, "limit_max": 1},
            {"id": "md_artillerywitch", "cost": 90, "cost_id": "ducats", "limit_min": 0, "limit_max": 1}
        ]
    },
    {
        "id": "fv_trenchghosts",
        "type": "Variant",
        "source": "core",
        "tags": [
            {"tag_name": "heretic", "val": ""}
                ],
        "faction_id": "fc_hereticlegion",
        "name": "Trench Ghosts",
        "flavour":  [
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "Sometimes when Heretic troopers die upon a hallowed ground or in presence of an uncorrupted holy relic, they become trapped between planes of existence. Claimed by neither Heaven nor Hell, the Trench Ghosts become Undead, doomed to fight a war without an end, attacking both the Faithful and Heretic alike, hating all life, obeying commands that no living can hear."
            },
            { "tags": [{"tag_name": "desc_type", "val": "gap"}], "content": "" },
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "Their greed for worldly wealth and items of power remains undiminished, and their semi-corporeal bodies are exceedingly difficult to destroy. Their faces covered with gas masks they no longer have any use for. At close combat they whisper of the agony of their existence and the pain of their doom which will never give them rest, their broken bodies and shattered minds forced to endure the horrors of war for all eternity. Few can withstand such terror without breaking."
            },
            { "tags": [{"tag_name": "desc_type", "val": "gap"}], "content": "" },
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "Tales are told of many Trench Ghost Warbands that haunt No Man’s Land, but the most famous are the Ghosts of Tannenberg, shades of the Heretic force that won the battle of Tannenberg but after sacking the Church of St. Jacob passed into the shadow."
            }
        ],
        "rules": [
            {
                "title": "Variant Rules",
                "description": [
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Horror",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "All models in the Warband cause FEAR",
                                "glossary":  [{"val": "FEAR", "id": "gl_fear"}]
                            }

                        ]
                    },
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Semi-corporeal",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "All attacks against all models in the Trench Ghost Warband roll injuries with -1 DICE – the Undead are hard to kill!",
                                "glossary":  [{"val": "-1 DICE", "id": "gl_minusdice"}]
                            }

                        ]
                    },
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Spectral",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "All models in the Warband ignore movement penalties for any terrain, though they cannot move through any objects/terrain.",
                                "glossary":  []
                            }

                        ]
                    },
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Undead",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "All models in the Trench Ghost Warband are immune to damage from any source that has the Keyword GAS.",
                                "glossary":  [{"val": "GAS", "id": "gl_gas"}]
                            }

                        ]
                    },
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Slow",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "All models in Trench Ghost Warband have -1 DICE in all their Dash ACTIONS.",
                                "glossary":  [{"val": "-1 DICE", "id": "gl_minusdice"},{"val": "ACTIONS", "id": "gl_action"}]
                            }

                        ]
                    }
                ]
            } 
        ],
        "removed_rules": [],
        "removed_equip": [],
        "removed_model": ["md_warwolfassaultbeast","md_artillerywitch"],
        "equipment": [ ],
        "models" : [ ]
    },
    {
        "id": "fv_knightsofavarice",
        "type": "Variant",
        "source": "core",
        "tags": [
            {"tag_name": "heretic", "val": ""}
                ],
        "faction_id": "fc_hereticlegion",
        "name": "Knights Of Avarice",
        "flavour":  [
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "'You sold your false redeemer to us for mere thirty pieces of silver. What makes you think your own price will be any higher?'"
            },
            {
                "tags": [{"tag_name": "desc_type", "val": "effect"}],
                "content": "-Bera the Plutocrat-lord of Mammon"
            },
            { "tags": [{"tag_name": "desc_type", "val": "gap"}], "content": "" },
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "It is said that no other arch-devil has brought more mortals to workshop at the altars of Hell than the Prince of Greed. Warbands that venerate him are a very embodiment of greed and arrogance. Mammon often works from the shadows, using the power of gold and luxury to corrupt the creation and manipulate the Lords of Hell to his favour in the truly byzantine politics of the Damned. His mortal followers are much the same: arrogant, manipulative and greedy beyond comprehension. Mammon only chooses those who have accumulated vast wealth through foul means, and especially favours those who do war on his behalf to extract wealth from those they have conquered or slain."
            },
            { "tags": [{"tag_name": "desc_type", "val": "gap"}], "content": "" },
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "The warbands who follow the Prince of Greed call themselves the Knights of Avarice. Such heretics display their wealth extravagantly, and prefer to carry the most expensive and hard-to-acquire weapons, armour and equipment, and suffer none to join them who lacks means to acquire their glittering panoply. They are festooned with chains of gold and finest silk cloaks, and their armour is gilded with gold and decorated with precious stones, and the handles of their great coin hammers are made of the rarest of wood. Yet despite the opulent wealth at display, their finery is tarnished by blood and soot that spews from the Hellgate, and the delicate artistic filigree of their golden masks is both terrible and beautiful in equal measure. In combat they favour hammers and clubs that break the bones but leave the flesh and blood intact, as well as poison gas and highly accurate rifles. They scorn crude and destructive fire or explosive weapons that could damage any objects of value."
            },
            { "tags": [{"tag_name": "desc_type", "val": "gap"}], "content": "" },
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "After the Knights of Avarice have claimed a victory in combat, they scour the battlefield or any settlement they’ve conquered like a swarm of locusts: anything and everything of value is taken: metals from brass to bronze and from silver to gold, art objects, precious stones, livestock, trade goods, rare tomes and scrolls… all are meticulously catalogued and carried away by slaves and demonic beasts of burden or great armoured cars that take the stolen loot to the vast underground treasure chambers which act as the temples of Mammon. Even the dead are stripped of their flesh with an impassioned skill of a seasoned butchers, ready to be sold at markets of the Heretic domains, and internal organs taken from their fallen victims are carefully preserved in alchemical liquids to be sold to the scientist of the infernal laboratories."
            },
            { "tags": [{"tag_name": "desc_type", "val": "gap"}], "content": "" },
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "For the Heretics of the Path of Mammon hoarding riches is not mere -it is their religious compulsion. Ironically, they gain little pleasure from their vast wealth, as their greed makes them continuously desire ever greater riches. Thus their warbands roam the No Man’s Land, looking for forgotten treasures or foes to dissect and turn into wealth."
            },
            { "tags": [{"tag_name": "desc_type", "val": "gap"}], "content": "" },
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "For the greed of Mammon will never be satiated."
            }
        ],
        "rules": [
            {
                "title": "Variant Rules",
                "description": [
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Worship Mammon",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "In campaign, the Patron of the Warband will always be Mammon. In place of a standard Heretic Priest your Warband may instead include the Knights of Avarice variant - which replaces the Puppet Master ability with The Price Of Greed.",
                                "glossary":  []
                            }

                        ]
                    },
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Mammon's Chosen",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "Knights of Avarice allow only the wealthiest and the best-equipped candidates to join their ranks. Your force may have no models that cost less than 80 ducats (including their equipment).",
                                "glossary":  []
                            }

                        ]
                    },
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Corrupt Merchants:",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "Many merchants, traders and moneylenders within the Faithful nations are followers of Mammon and secretly supply the Knights of Avarice with their wares. When creating the warband, you can select one Weapon, suit of armour or piece of equipment type from New Antioch and from Sultanate Equipment lists each. You can acquire this gear exactly as the warband they come from. Any of these items in question must not be already available to the Heretic Warband. All the same limitations of the original lists apply, so there is little point in taking an Assassin’s Dagger (for example) since it can be only used by Assassins. These two selected additions are available to your warband throughout the campaign.",
                                "glossary":  []
                            }

                        ]
                    },
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Preserve The Loot",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "Knights of Avarice greatly dislike using weapons that could damage the amount of wealth that can be extracted from the fallen. No weapon with the Keyword FIRE or SHRAPNEL can be used by any model in this Warband.",
                                "glossary":  [{"val": "FIRE", "id": "gl_fire"},{"val": "SHRAPNEL", "id": "gl_shrapnel"}]
                            }

                        ]
                    }
                ]
            } 
        ],
        "removed_rules": [],
        "removed_equip": [],
        "removed_model": ["md_artillerywitch"],
        "equipment": [
            {"id": "eq_tarnishedarmour", "cost": 45, "cost_id": "ducats", "limit": 1, "restriction": []},
            {"id": "eq_standardofmammon", "cost": 25, "cost_id": "ducats", "limit": 1, "restriction": []},
            {"id": "eq_goldencalfalter", "cost": 20, "cost_id": "ducats", "limit": 3, "restriction": []},
            {"id": "eq_coinhammer", "cost": 25, "cost_id": "ducats", "limit": 2, "restriction": []}
        ],
        "models" : [
            {"id": "md_hereticpriest_fv_knightsofavarice", "cost": 80, "cost_id": "ducats", "limit_min": 1, "limit_max": 1},
            {"id": "md_artillerywitch_fv_knightsofavarice", "cost": 90, "cost_id": "ducats", "limit_min": 0, "limit_max": 1},
            {"id": "md_goeticwarlock", "cost": 110, "cost_id": "ducats", "limit_min": 0, "limit_max": 1}
        ]
    },
    {
        "id": "fv_processionofthesacredaffliction",
        "type": "Variant",
        "source": "core",
        "tags": [
            {"tag_name": "trenchpilgrim", "val": ""}
                ],
        "faction_id": "fc_trenchpilgrim",
        "name": "Procession of the Sacred Affliction",
        "flavour":  [
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "Trench Pilgrims of the Procession of the Sacred Affliction are known for their zeal in close quarter combat, their armour decorated with icons and shields adorned with the depictions of the Saints, which despite appearances can withstand machine gun bullets. The millstones they carry upon their backs are used to tie about the necks of sinners before drowning them in the mud and blood of No Man’s Land."
            } ,
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "They spurn the use of the Iron Capirotes, believing firmly that faith alone is enough to withstand the horrors of Hell."
            } 
        ],
        "rules": [
            {
                "title": "Variant Rules",
                "description": [
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Face thy Fears:",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "No model in the Procession of the Sacred Affliction can wear Iron Capirotes. Those troops with Capirotes in their base profile will not have them, though their cost remains the same.",
                                "glossary":  []
                            }

                        ]
                    },
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Punishing Millstones:",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "All models in the Procession of the Sacred Affliction add extra +1 DICE to Injury rolls with melee attacks against enemies who are Down.",
                                "glossary":  [{"val" : "+1 DICE", "id" : "gl_plusdice"}]
                            }

                        ]
                    }
                ]
            } 
        ],
        "removed_rules": [],
        "removed_equip": ["eq_machinegun"],
        "removed_model": [],
        "equipment": [
            {"id": "eq_holyiconshield", "cost": 20, "cost_id": "ducats", "limit": 0, "restriction": []},
            {"id": "eq_holyiconarmour", "cost": 30, "cost_id": "ducats", "limit": 0, "restriction": [{"type": "keyword", "val": "Elite"}]}
        ],
        "models" : [
        ]
    },
    {
        "id": "fv_cavalcadeofthetenthplague",
        "type": "Variant",
        "source": "core",
        "tags": [
            {"tag_name": "trenchpilgrim", "val": ""}
                ],
        "faction_id": "fc_trenchpilgrim",
        "name": "Cavalcade of the Tenth Plague",
        "flavour":  [
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "This Trench Pilgrim Procession traditionally sacrifices lambs before battle, anointing themselves in its blood to ward off the wrath of God. The Pilgrims then draw holy symbols with the blood of the sacrifice upon their bodies, clothing and armour, and then march to battle singing hymns, in certain belief that the blood of the Lamb shields them from any harm."
            } ,
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "Firm believers in traditional reading of the Holy Texts, they reject the new doctrines of the Meta-Christ by the Church. They steal Communicants from other Processions and force them to fight for them in penance for being born from Sin."
            } 
        ],
        "rules": [
            {
                "title": "Variant Rules",
                "description": [
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Blood Sacrifice:",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "Any model (except Ecclesiastic Prisoners who are not worthy) in the Warband can purchase a Sacrificial Lamb (see below).",
                                "glossary":  []
                            }

                        ]
                    },
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Heaven Awaits:",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "The Cavalcade rejects the doctrine of the Meta-Christ. Their dead Pilgrims cannot be resurrected as Martyr-Penitents.",
                                "glossary":  []
                            }

                        ]
                    }
                ]
            } 
        ],
        "removed_rules": [],
        "removed_equip": [],
        "removed_model": ["md_communicant","md_ecclesiasticprisoner","md_warprophet"],
        "equipment": [
            {"id": "eq_tarnishedarmour", "cost": 45, "cost_id": "ducats", "limit": 1, "restriction": []},
            {"id": "eq_sacrificiallamb", "cost": 10, "cost_id": "ducats", "limit": 0, "restriction": []}
        ],
        "models" : [
            {"id": "md_communicant", "cost": 120, "cost_id": "ducats", "limit_min": 0, "limit_max": 1},
            {"id": "md_ecclesiasticprisoner", "cost": 20, "cost_id": "ducats", "limit_min": 0, "limit_max": 2},
            {"id": "md_warprophet_fv_cavalcadeofthetenthplague", "cost": 80, "cost_id": "ducats", "limit_min": 1, "limit_max": 1}
        ]
    }  ,
    {
        "id": "fv_fidaiofalamutthecabalofassassins",
        "type": "Variant",
        "source": "core",
        "tags": [
            {"tag_name": "ironsultanate", "val": ""}
                ],
        "faction_id": "fc_ironsultanate",
        "name": "Fida’i of Alamut – The Cabal of Assassins",
        "flavour":  [ 
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "The pact between the Iron Sultanate and the Assassin fortress of Alamut ensures that the Sultan is served by the exquisitely skilled killers of the Old Man of the Mountain in exchange for independence of the Assassin’s domain."
            } ,
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "But though most outsiders know the Assassins through their service to the forces of the Iron Wall, sometimes during the dark of night small, deadly bands move silently into the hellscape of No Man’s Land. In deepest secrecy Rashid al-Din Sinan, the undisputed ruler of Alamut dispatches his hand-picked disciples on Missions of his own, communicating their orders with no spoken words, signs nor written messages, but talking directly to them in their dreams. What the purpose of such operations is no-one knows, and not even the most sadistic Heretic torturer-priest has been able to make them divulge the secrets of Alamut from captured Assassins. These warbands are known as Fida’i (which means ‘Sacrifice’), dedicated to completing their mission and returning to Alamut to receive rewards said to be able to match those of Paradise itself. They are led by a Master Assassin: one of the deadly Hands of Alamut, with two fully-trained members of the Order. A number of trainee acolytes will serve them during the mission, eager to prove their mettle and be initiated into the Order of Assassins."
            } ,
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "Alamut is also a home to a renegade sect of Ismaili Dervishes, warrior monks sworn to poverty and a lethal way of fighting. They accompany the Assassins on their secret missions as an act of piety and payment for their shelter, and their whirling dance of death has been the end of many a disbeliever."
            } 
        ],
        "rules": [
            {
                "title": "Fireteam",
                "description": [
                    {
                        "tags": [{"tag_name": "desc_type", "val": "desc"}],
                        "content": "You can form up to two Fire Teams from models in the warband (not Allies or Mercenaries). Each Fireteam consists of two models. These models gain the Keyword FIRETEAM.",
                        "glossary": [
                            {"val": "FIRETEAM", "id": "gl_fireteam"}
                        ]
                    }
                ]
            },
            {
                "title": "Variant Rules",
                "description": [
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Blood Sacrifice:",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "Any model (except Ecclesiastic Prisoners who are not worthy) in the Warband can purchase a Sacrificial Lamb (see below).",
                                "glossary":  []
                            }

                        ]
                    },
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Heaven Awaits:",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "The Cavalcade rejects the doctrine of the Meta-Christ. Their dead Pilgrims cannot be resurrected as Martyr-Penitents.",
                                "glossary":  []
                            }

                        ]
                    },
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Art of Assassination:",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "Each Assassin included in the Warband may purchase any of the following abilities. You may purchase the same ability for more than one Assassin if you wish, but you cannot purchase the same ability more than once for the same Assassin.",
                                "subcontent":  []
                            },
                            {
                                "tags": [{"tag_name": "desc_type", "val": "list"}],
                                "content": "",
                                "subcontent":  [
                                    {
                                        "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                                        "content": "Hallucinogen Disguise (15 ducats):",
                                        "subcontent":  [
                                            {
                                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                                "content": "An INFILTRATOR with this ability can be deployed anywhere on the battlefield including the enemy deployment Zone as long as the model is at least 8” away from any enemy models. The model does not have to be out of Line of Sight. Binoculars or Guard Dogs have no effect on this ability.",
                                                "glossary": [{"val": "INFILTRATOR", "id" : "gl_infiltrator"}]
                                            }
                                        ]
                                    },
                                    {
                                        "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                                        "content": "Thunderbolt of Alumat (20 ducats):",
                                        "subcontent":  [
                                            {
                                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                                "content": "The model has +2” movement and +1 DICE on its Dash ACTIONs.",
                                                "glossary": [{"val": "+1 DICE", "id" : "gl_plusdice"},{"val": "ACTIONs", "id" : "gl_action"}]
                                            }
                                        ]
                                    },
                                    {
                                        "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                                        "content": "Mirage of Time (20 ducats):",
                                        "subcontent":  [
                                            {
                                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                                "content": "oth Ranged and Melee attacks against the Assassin suffer -1 DICE penalty when determining if they hit.",
                                                "glossary": [{"val": "-1 DICE", "id" : "gl_minusdice"}]
                                            }
                                        ]
                                    }
                                ]
                            }

                        ]
                    }
                ]
            } 
        ],
        "removed_rules": [],
        "removed_equip": [],
        "removed_model": ["md_yuzbasicaptain","md_jabireanalchemist","md_lionsofjabir","md_janissaries","md_brazenbull","md_sultanateassassin"],
        "equipment": [
            {"id": "eq_goldenkhanjar", "cost": 20, "cost_id": "ducats", "limit": 2, "restriction": [{"type": "model", "val": "md_sultanateassassin"},{"type": "model", "val": "md_sultanatemasterassassin"}]},
            {"id": "eq_bowofalumat", "cost": 50, "cost_id": "ducats", "limit": 1, "restriction": [{"type": "model", "val": "md_sultanateassassin"},{"type": "model", "val": "md_sultanatemasterassassin"}]},
            {"id": "eq_hashashinleaf", "cost": 5, "cost_id": "ducats", "limit": 0, "restriction": []}
        ],
        "models" : [
            {"id": "md_sultanateassassin", "cost": 85, "cost_id": "ducats", "limit_min": 0, "limit_max": 2},
            {"id": "md_sultanatemasterassassin", "cost": 95, "cost_id": "ducats", "limit_min": 1, "limit_max": 1},
            {"id": "md_assassinacolyte", "cost": 35, "cost_id": "ducats", "limit_min": 0, "limit_max": 3}
        ]
    }    
]