[
    {
        "id": "fv_navalraidingparty",
        "type": "Variant",
        "source": "core",
        "tags": [
            {"tag_name": "heretic", "val": ""}
                ],
        "faction_id": "fc_hereticlegion",
        "name": "Naval Raiding Party",
        "flavour":  [
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "The Heretic Fleet operates as a semi-autonomous entity under the command of its High Captain and other admirals. The Heretics have their own marine infantry that often operates in small bands, striking deep behind enemy lines and executing smash and grab missions. They are always on the lookout for captives, loot, information, supplies, rare artefacts and the simple opportunity to express their cruelty and brutality. They are picked from amongst the best soldiers of the Heretic Legions, and have access to equipment and weapons gained from past battles and terrible atrocities they have committed."
            }
        ],
        "rules": [
            {
                "title": "Variant Rules",
                "description": [
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Fast As Lightning:",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "All Models have +1 DICE when taking their Dash ACTIONS",
                                "glossary":  [{"val": "+1 DICE", "id": "gl_plusdice"},{"val": "ACTIONS", "id": "gl_action"}]
                            }
                        ]
                    },
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Unseen Advance:",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "Up to three models without the ELITE Keyword can be upgraded into INFILTRATORS at the cost of 10 ducats per Model.",
                                "glossary":  [{"val": "ELITE", "id": "gl_elite"},{"val": "INFILTRATORS", "id": "gl_infiltrator"}]
                            }
                        ]
                    }
                ]
            } 
        ],
        "removed_rules": [],
        "removed_equip": [],
        "removed_model": ["md_warwolfassaultbeast","md_anointedheavyinfantry","md_artillerywitch"],
        "equipment": [
            {"id": "eq_submachinegun", "cost": 25, "cost_id": "ducats", "limit": 0, "restriction": [{"type": "", "val": ""}]}
        ],
        "models" : [
            {"id": "md_anointedheavyinfantry", "cost": 95, "cost_id": "ducats", "limit_min": 0, "limit_max": 1},
            {"id": "md_artillerywitch", "cost": 90, "cost_id": "ducats", "limit_min": 0, "limit_max": 1}
        ]
    },
    {
        "id": "fv_trenchghosts",
        "type": "Variant",
        "source": "core",
        "tags": [
            {"tag_name": "heretic", "val": ""}
                ],
        "faction_id": "fc_hereticlegion",
        "name": "Trench Ghosts",
        "flavour":  [
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "Sometimes when Heretic troopers die upon a hallowed ground or in presence of an uncorrupted holy relic, they become trapped between planes of existence. Claimed by neither Heaven nor Hell, the Trench Ghosts become Undead, doomed to fight a war without an end, attacking both the Faithful and Heretic alike, hating all life, obeying commands that no living can hear."
            },
            { "tags": [{"tag_name": "desc_type", "val": "gap"}], "content": "" },
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "Their greed for worldly wealth and items of power remains undiminished, and their semi-corporeal bodies are exceedingly difficult to destroy. Their faces covered with gas masks they no longer have any use for. At close combat they whisper of the agony of their existence and the pain of their doom which will never give them rest, their broken bodies and shattered minds forced to endure the horrors of war for all eternity. Few can withstand such terror without breaking."
            },
            { "tags": [{"tag_name": "desc_type", "val": "gap"}], "content": "" },
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "Tales are told of many Trench Ghost Warbands that haunt No Man’s Land, but the most famous are the Ghosts of Tannenberg, shades of the Heretic force that won the battle of Tannenberg but after sacking the Church of St. Jacob passed into the shadow."
            }
        ],
        "rules": [
            {
                "title": "Variant Rules",
                "description": [
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Horror",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "All models in the Warband cause FEAR",
                                "glossary":  [{"val": "FEAR", "id": "gl_fear"}]
                            }

                        ]
                    },
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Semi-corporeal",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "All attacks against all models in the Trench Ghost Warband roll injuries with -1 DICE – the Undead are hard to kill!",
                                "glossary":  [{"val": "-1 DICE", "id": "gl_minusdice"}]
                            }

                        ]
                    },
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Spectral",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "All models in the Warband ignore movement penalties for any terrain, though they cannot move through any objects/terrain.",
                                "glossary":  []
                            }

                        ]
                    },
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Undead",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "All models in the Trench Ghost Warband are immune to damage from any source that has the Keyword GAS.",
                                "glossary":  [{"val": "GAS", "id": "gl_gas"}]
                            }

                        ]
                    },
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Slow",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "All models in Trench Ghost Warband have -1 DICE in all their Dash ACTIONS.",
                                "glossary":  [{"val": "-1 DICE", "id": "gl_minusdice"},{"val": "ACTIONS", "id": "gl_action"}]
                            }

                        ]
                    }
                ]
            } 
        ],
        "removed_rules": [],
        "removed_equip": ["eq_hellboundsoulcontract","eq_infernalbrandmark"],
        "removed_model": ["md_warwolfassaultbeast","md_artillerywitch"],
        "equipment": [ ],
        "models" : [ ]
    },
    {
        "id": "fv_knightsofavarice",
        "type": "Variant",
        "source": "core",
        "tags": [
            {"tag_name": "heretic", "val": ""}
                ],
        "faction_id": "fc_hereticlegion",
        "name": "Knights Of Avarice",
        "flavour":  [
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "'You sold your false redeemer to us for mere thirty pieces of silver. What makes you think your own price will be any higher?'"
            },
            {
                "tags": [{"tag_name": "desc_type", "val": "effect"}],
                "content": "-Bera the Plutocrat-lord of Mammon"
            },
            { "tags": [{"tag_name": "desc_type", "val": "gap"}], "content": "" },
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "It is said that no other arch-devil has brought more mortals to workshop at the altars of Hell than the Prince of Greed. Warbands that venerate him are a very embodiment of greed and arrogance. Mammon often works from the shadows, using the power of gold and luxury to corrupt the creation and manipulate the Lords of Hell to his favour in the truly byzantine politics of the Damned. His mortal followers are much the same: arrogant, manipulative and greedy beyond comprehension. Mammon only chooses those who have accumulated vast wealth through foul means, and especially favours those who do war on his behalf to extract wealth from those they have conquered or slain."
            },
            { "tags": [{"tag_name": "desc_type", "val": "gap"}], "content": "" },
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "The warbands who follow the Prince of Greed call themselves the Knights of Avarice. Such heretics display their wealth extravagantly, and prefer to carry the most expensive and hard-to-acquire weapons, armour and equipment, and suffer none to join them who lacks means to acquire their glittering panoply. They are festooned with chains of gold and finest silk cloaks, and their armour is gilded with gold and decorated with precious stones, and the handles of their great coin hammers are made of the rarest of wood. Yet despite the opulent wealth at display, their finery is tarnished by blood and soot that spews from the Hellgate, and the delicate artistic filigree of their golden masks is both terrible and beautiful in equal measure. In combat they favour hammers and clubs that break the bones but leave the flesh and blood intact, as well as poison gas and highly accurate rifles. They scorn crude and destructive fire or explosive weapons that could damage any objects of value."
            },
            { "tags": [{"tag_name": "desc_type", "val": "gap"}], "content": "" },
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "After the Knights of Avarice have claimed a victory in combat, they scour the battlefield or any settlement they’ve conquered like a swarm of locusts: anything and everything of value is taken: metals from brass to bronze and from silver to gold, art objects, precious stones, livestock, trade goods, rare tomes and scrolls… all are meticulously catalogued and carried away by slaves and demonic beasts of burden or great armoured cars that take the stolen loot to the vast underground treasure chambers which act as the temples of Mammon. Even the dead are stripped of their flesh with an impassioned skill of a seasoned butchers, ready to be sold at markets of the Heretic domains, and internal organs taken from their fallen victims are carefully preserved in alchemical liquids to be sold to the scientist of the infernal laboratories."
            },
            { "tags": [{"tag_name": "desc_type", "val": "gap"}], "content": "" },
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "For the Heretics of the Path of Mammon hoarding riches is not mere -it is their religious compulsion. Ironically, they gain little pleasure from their vast wealth, as their greed makes them continuously desire ever greater riches. Thus their warbands roam the No Man’s Land, looking for forgotten treasures or foes to dissect and turn into wealth."
            },
            { "tags": [{"tag_name": "desc_type", "val": "gap"}], "content": "" },
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "For the greed of Mammon will never be satiated."
            }
        ],
        "rules": [
            {
                "title": "Variant Rules",
                "description": [
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Worship Mammon",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "In campaign, the Patron of the Warband will always be Mammon. In place of a standard Heretic Priest your Warband may instead include the Knights of Avarice variant - which replaces the Puppet Master ability with The Price Of Greed.",
                                "glossary":  []
                            }

                        ]
                    },
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Mammon's Chosen",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "Knights of Avarice allow only the wealthiest and the best-equipped candidates to join their ranks. Your force may have no models that cost less than 80 ducats (including their equipment).",
                                "glossary":  []
                            }

                        ]
                    },
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Corrupt Merchants:",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "Many merchants, traders and moneylenders within the Faithful nations are followers of Mammon and secretly supply the Knights of Avarice with their wares. When creating the warband, you can select one Weapon, suit of armour or piece of equipment type from New Antioch and from Sultanate Equipment lists each. You can acquire this gear exactly as the warband they come from. Any of these items in question must not be already available to the Heretic Warband. All the same limitations of the original lists apply, so there is little point in taking an Assassin’s Dagger (for example) since it can be only used by Assassins. These two selected additions are available to your warband throughout the campaign.",
                                "glossary":  []
                            }

                        ]
                    },
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Preserve The Loot",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "Knights of Avarice greatly dislike using weapons that could damage the amount of wealth that can be extracted from the fallen. No weapon with the Keyword FIRE or SHRAPNEL can be used by any model in this Warband.",
                                "glossary":  [{"val": "FIRE", "id": "gl_fire"},{"val": "SHRAPNEL", "id": "gl_shrapnel"}]
                            }

                        ]
                    }
                ]
            } 
        ],
        "removed_rules": [],
        "removed_equip": [],
        "removed_model": ["md_artillerywitch","md_hereticdeathcommando"],
        "equipment": [
            {"id": "eq_tarnishedarmour", "cost": 45, "cost_id": "ducats", "limit": 1, "restriction": []},
            {"id": "eq_standardofmammon", "cost": 25, "cost_id": "ducats", "limit": 1, "restriction": []},
            {"id": "eq_goldencalfalter", "cost": 20, "cost_id": "ducats", "limit": 3, "restriction": []},
            {"id": "eq_coinhammer", "cost": 25, "cost_id": "ducats", "limit": 2, "restriction": []}
        ],
        "models" : [
            {"id": "md_hereticpriest_fv_knightsofavarice", "cost": 80, "cost_id": "ducats", "limit_min": 1, "limit_max": 1},
            {"id": "md_artillerywitch_fv_knightsofavarice", "cost": 90, "cost_id": "ducats", "limit_min": 0, "limit_max": 2},
            {"id": "md_goeticwarlock", "cost": 110, "cost_id": "ducats", "limit_min": 0, "limit_max": 1}
        ]
    },
    {
        "id": "fv_processionofthesacredaffliction",
        "type": "Variant",
        "source": "core",
        "tags": [
            {"tag_name": "trenchpilgrim", "val": ""}
                ],
        "faction_id": "fc_trenchpilgrim",
        "name": "Procession of the Sacred Affliction",
        "flavour":  [
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "Trench Pilgrims of the Procession of the Sacred Affliction are known for their zeal in close quarter combat, their armour decorated with icons and shields adorned with the depictions of the Saints, which despite appearances can withstand machine gun bullets. The millstones they carry upon their backs are used to tie about the necks of sinners before drowning them in the mud and blood of No Man’s Land."
            } ,
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "They spurn the use of the Iron Capirotes, believing firmly that faith alone is enough to withstand the horrors of Hell."
            } 
        ],
        "rules": [
            {
                "title": "Variant Rules",
                "description": [
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Face thy Fears:",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "No model in the Procession of the Sacred Affliction can wear Iron Capirotes. Those troops with Capirotes in their base profile will not have them, though their cost remains the same.",
                                "glossary":  []
                            }

                        ]
                    },
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Punishing Millstones:",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "All models in the Procession of the Sacred Affliction add extra +1 DICE to Injury rolls with melee attacks against enemies who are Down.",
                                "glossary":  [{"val" : "+1 DICE", "id" : "gl_plusdice"}]
                            }

                        ]
                    }
                ]
            } 
        ],
        "removed_rules": [],
        "removed_equip": ["eq_machinegun"],
        "removed_model": [],
        "equipment": [
            {"id": "eq_holyiconshield", "cost": 20, "cost_id": "ducats", "limit": 0, "restriction": []},
            {"id": "eq_holyiconarmour", "cost": 30, "cost_id": "ducats", "limit": 0, "restriction": [{"type": "keyword", "val": "Elite"}]}
        ],
        "models" : [
        ]
    },
    {
        "id": "fv_cavalcadeofthetenthplague",
        "type": "Variant",
        "source": "core",
        "tags": [
            {"tag_name": "trenchpilgrim", "val": ""}
                ],
        "faction_id": "fc_trenchpilgrim",
        "name": "Cavalcade of the Tenth Plague",
        "flavour":  [
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "This Trench Pilgrim Procession traditionally sacrifices lambs before battle, anointing themselves in its blood to ward off the wrath of God. The Pilgrims then draw holy symbols with the blood of the sacrifice upon their bodies, clothing and armour, and then march to battle singing hymns, in certain belief that the blood of the Lamb shields them from any harm."
            } ,
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "Firm believers in traditional reading of the Holy Texts, they reject the new doctrines of the Meta-Christ by the Church. They steal Communicants from other Processions and force them to fight for them in penance for being born from Sin."
            } 
        ],
        "rules": [
            {
                "title": "Variant Rules",
                "description": [
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Blood Sacrifice:",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "Any model (except Ecclesiastic Prisoners who are not worthy) in the Warband can purchase a Sacrificial Lamb (see below).",
                                "glossary":  []
                            }

                        ]
                    },
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Heaven Awaits:",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "The Cavalcade rejects the doctrine of the Meta-Christ. Their dead Pilgrims cannot be resurrected as Martyr-Penitents.",
                                "glossary":  []
                            }

                        ]
                    }
                ]
            } 
        ],
        "removed_rules": [],
        "removed_equip": [],
        "removed_model": ["md_communicant","md_ecclesiasticprisoner","md_warprophet"],
        "equipment": [
            {"id": "eq_tarnishedarmour", "cost": 45, "cost_id": "ducats", "limit": 1, "restriction": []},
            {"id": "eq_sacrificiallamb", "cost": 10, "cost_id": "ducats", "limit": 0, "restriction": []}
        ],
        "models" : [
            {"id": "md_communicant", "cost": 120, "cost_id": "ducats", "limit_min": 0, "limit_max": 1},
            {"id": "md_ecclesiasticprisoner", "cost": 20, "cost_id": "ducats", "limit_min": 0, "limit_max": 2},
            {"id": "md_warprophet_fv_cavalcadeofthetenthplague", "cost": 80, "cost_id": "ducats", "limit_min": 1, "limit_max": 1}
        ]
    }  ,
    {
        "id": "fv_fidaiofalamutthecabalofassassins",
        "type": "Variant",
        "source": "core",
        "tags": [
            {"tag_name": "ironsultanate", "val": ""}
                ],
        "faction_id": "fc_ironsultanate",
        "name": "Fida’i of Alamut – The Cabal of Assassins",
        "flavour":  [ 
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "The pact between the Iron Sultanate and the Assassin fortress of Alamut ensures that the Sultan is served by the exquisitely skilled killers of the Old Man of the Mountain in exchange for independence of the Assassin’s domain."
            } ,
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "But though most outsiders know the Assassins through their service to the forces of the Iron Wall, sometimes during the dark of night small, deadly bands move silently into the hellscape of No Man’s Land. In deepest secrecy Rashid al-Din Sinan, the undisputed ruler of Alamut dispatches his hand-picked disciples on Missions of his own, communicating their orders with no spoken words, signs nor written messages, but talking directly to them in their dreams. What the purpose of such operations is no-one knows, and not even the most sadistic Heretic torturer-priest has been able to make them divulge the secrets of Alamut from captured Assassins. These warbands are known as Fida’i (which means ‘Sacrifice’), dedicated to completing their mission and returning to Alamut to receive rewards said to be able to match those of Paradise itself. They are led by a Master Assassin: one of the deadly Hands of Alamut, with two fully-trained members of the Order. A number of trainee acolytes will serve them during the mission, eager to prove their mettle and be initiated into the Order of Assassins."
            } ,
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "Alamut is also a home to a renegade sect of Ismaili Dervishes, warrior monks sworn to poverty and a lethal way of fighting. They accompany the Assassins on their secret missions as an act of piety and payment for their shelter, and their whirling dance of death has been the end of many a disbeliever."
            } 
        ],
        "rules": [
            {
                "title": "Fireteam",
                "description": [
                    {
                        "tags": [{"tag_name": "desc_type", "val": "desc"}],
                        "content": "You can form up to two Fire Teams from models in the warband (not Allies or Mercenaries). Each Fireteam consists of two models. These models gain the Keyword FIRETEAM.",
                        "glossary": [
                            {"val": "FIRETEAM", "id": "gl_fireteam"}
                        ]
                    }
                ]
            },
            {
                "title": "Variant Rules",
                "description": [
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Art of Assassination:",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "Each Assassin included in the Warband may purchase any of the following abilities. You may purchase the same ability for more than one Assassin if you wish, but you cannot purchase the same ability more than once for the same Assassin.",
                                "subcontent":  []
                            },
                            {
                                "tags": [{"tag_name": "desc_type", "val": "list"}],
                                "content": "",
                                "subcontent":  [
                                    {
                                        "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                                        "content": "Hallucinogen Disguise (15 ducats):",
                                        "subcontent":  [
                                            {
                                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                                "content": "An INFILTRATOR with this ability can be deployed anywhere on the battlefield including the enemy deployment Zone as long as the model is at least 8” away from any enemy models. The model does not have to be out of Line of Sight. Binoculars or Guard Dogs have no effect on this ability.",
                                                "glossary": [{"val": "INFILTRATOR", "id" : "gl_infiltrator"}]
                                            }
                                        ]
                                    },
                                    {
                                        "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                                        "content": "Thunderbolt of Alumat (20 ducats):",
                                        "subcontent":  [
                                            {
                                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                                "content": "The model has +2” movement and +1 DICE on its Dash ACTIONs.",
                                                "glossary": [{"val": "+1 DICE", "id" : "gl_plusdice"},{"val": "ACTIONs", "id" : "gl_action"}]
                                            }
                                        ]
                                    },
                                    {
                                        "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                                        "content": "Mirage of Time (20 ducats):",
                                        "subcontent":  [
                                            {
                                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                                "content": "Both Ranged and Melee attacks against the Assassin suffer -1 DICE penalty when determining if they hit.",
                                                "glossary": [{"val": "-1 DICE", "id" : "gl_minusdice"}]
                                            }
                                        ]
                                    }
                                ]
                            }

                        ]
                    }
                ]
            } 
        ],
        "removed_rules": [],
        "removed_equip": [],
        "removed_model": ["md_yuzbasicaptain","md_jabireanalchemist","md_lionsofjabir","md_janissaries","md_brazenbull","md_sultanateassassin"],
        "equipment": [
            {"id": "eq_goldenkhanjar", "cost": 20, "cost_id": "ducats", "limit": 2, "restriction": [{"type": "model", "val": "md_sultanateassassin"},{"type": "model", "val": "md_sultanatemasterassassin"}]},
            {"id": "eq_bowofalumat", "cost": 50, "cost_id": "ducats", "limit": 1, "restriction": [{"type": "model", "val": "md_sultanateassassin"},{"type": "model", "val": "md_sultanatemasterassassin"}]},
            {"id": "eq_hashashinleaf", "cost": 5, "cost_id": "ducats", "limit": 0, "restriction": []},
            {"id": "eq_artofassassinationhallucinogendisguise", "cost": 15, "cost_id": "ducats", "limit": 0, "restriction": []},
            {"id": "eq_artofassassinationthunderboltofalumat", "cost": 20, "cost_id": "ducats", "limit": 0, "restriction": []},
            {"id": "eq_artofassassinationmirageoftime", "cost": 20, "cost_id": "ducats", "limit": 0, "restriction": []}
        ],
        "models" : [
            {"id": "md_sultanateassassin", "cost": 85, "cost_id": "ducats", "limit_min": 0, "limit_max": 2},
            {"id": "md_sultanatemasterassassin", "cost": 95, "cost_id": "ducats", "limit_min": 1, "limit_max": 1},
            {"id": "md_assassinacolyte", "cost": 35, "cost_id": "ducats", "limit_min": 0, "limit_max": 3},
            {"id": "md_assassinacolyteskirmisher", "cost": 40, "cost_id": "ducats", "limit_min": 0, "limit_max": 3},
            {"id": "md_dervish", "cost": 55, "cost_id": "ducats", "limit_min": 0, "limit_max": 4}
        ]
    }  ,
    {
        "id": "fv_papalstatesinterventionforce",
        "type": "Variant",
        "source": "core",
        "tags": [
            {"tag_name": "newantioch", "val": ""}
                ],
        "faction_id": "fc_newantioch",
        "name": "Papal States Intervention Force",
        "flavour":  [ 
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "The Papal states who all operate under the command of the Supreme Pontiff of Rome rather than the Duke of New Antioch are sometimes dispatched to the front lines to perform a specific duty such as hunting down and eliminating dangerous Heretic leaders or recovering artefacts of great spiritual importance."
            } ,
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "These Warbands are typically quite small but have access to extremely elite soldiers and specialist equipment. They are led by utterly devoted warrior-monks and priests hand-picked by the Pope."
            }
        ],
        "rules": [
            {
                "title": "Variant Rules",
                "description": [
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Specialist Force:",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "Papal States Warband is recruited with 500 Ducats and 11 Glory Points.",
                                "glossary":  []
                            }

                        ]
                    },
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Swiss Guard",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "Up to 4 non-Elite troopers can be upgraded into Swiss Guards at the cost of 5 Ducats each. They are immune to FEAR.",
                                "glossary":  [{"val": "FEAR", "id": "gl_fear"}]
                            }

                        ]
                    },
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Supreme Blessing:",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": " One model in the Warband may carry the crucifix given by the Supreme Pontiff. This model can take further ACTIONS if it fails in an attempted RISKY ACTION. Note that the action fails, but you are allowed to try any other Actions on your profile without losing the Activation.",
                                "glossary":  [{"val": "ACTION", "id": "gl_action"},{"val": "ACTIONS", "id": "gl_action"},{"val": "RISKY ACTION", "id": "gl_riskyaction"}]
                            }

                        ]
                    },
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Far From Home:",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "The Papal Intervention Force may have no Trench Moles.",
                                "glossary":  []
                            }

                        ]
                    }
                ]
            } 
        ],
        "removed_rules": [],
        "removed_equip": [],
        "removed_model": ["md_trenchcleric","md_lieutenant"],
        "equipment": [
            {"id": "eq_goldenkhanjar", "cost": 20, "cost_id": "ducats", "limit": 2, "restriction": [{"type": "model", "val": "md_sultanateassassin"},{"type": "model", "val": "md_sultanatemasterassassin"}]}
        ],
        "models" : [
            {"id": "md_trenchcleric", "cost": 60, "cost_id": "ducats", "limit_min": 1, "limit_max": 1},
            {"id": "md_lieutenant", "cost": 70, "cost_id": "ducats", "limit_min": 0, "limit_max": 1}
        ]
    }  ,
    {
        "id": "fv_eirerangers",
        "type": "Variant",
        "source": "core",
        "tags": [
            {"tag_name": "newantioch", "val": ""}
                ],
        "faction_id": "fc_newantioch",
        "name": "Eire Rangers",
        "flavour":  [ 
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "Eire is a stronghold of the Church and an ancient centre of learning. Due to the constant and devastating raids of the Heretic Navy, they are bitter enemies of the Infernal forces. The Emerald Isle has endured hunger and ravaged by the Black Grail, as well as a full-fledged invasion aimed at destroying the famed House of Manuscripts where many of the holiest of texts are kept. After this century of ruthless battles and brutal guerrilla warfare against the invaders, the warriors of Eire are now masters of skirmish fighting, hit-and-run tactics and ambushes."
            } ,
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "Elite Fianna warrior-hunters are especially adept at these guerrilla tactics: they uphold the ancient tradition of a band of roving warriors living off the land. While seen as trouble-makers and godless hellraisers, they are nevertheless expert skirmishers, and easily find employment in the warbands who take the Cross and travel to New Antioch to strike back at the enemy. These warriors adorn themselves with grisly trophies in the manner of their pagan ancestors, carrying skulls of the vanquished – much to the irritation of the Church."
            } ,
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "Due to the ravages of the wars, the island nation has few resources for heavy armour or most intricate automatic weapons, but they more than make up for this with their skilled light infantry and knowledge of the lay of the land. So when the Poet-King Tadhg O’Connor dispatches his famed Rangers to aid the Principality of New Antioch instead of paying the yearly tithe of Vienna, the Duke is more than happy to accept these fierce warriors instead."
            },
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "A rare latent Berserker trait runs in a few warrior bloodlines of Eire. It can be made to manifest with the Chemical Communion of the blood of the Meta-Christ. Such fighters enter a state of battle-rage, where no bullet or blade seems to cause them any harm."
            } 
        ],
        "rules": [
            {
                "title": "Fireteam",
                "description": [
                    {
                        "tags": [{"tag_name": "desc_type", "val": "desc"}],
                        "content": "You can form a single Fire Team from models in the warband (not Allies or Mercenaries). Each Fireteam consists of two models. These models gain the Keyword FIRETEAM.",
                        "glossary": [
                            {"val": "FIRETEAM", "id": "gl_fireteam"}
                        ]
                    }
                ]
            },
            {
                "title": "Variant Rules",
                "description": [
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Fianna:",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "Any Shocktroopers in an Eire Warband can be made a member of Fianna, the famed warrior-hunters. They cost 60 Ducats each and have the Keywords SKIRMISHER and INFILTRATOR.",
                                "glossary":  [{"val": "SKIRIMSHER", "id": "gl_skirmisher"}, {"val": "INFILTRATOR", "id": "gl_infiltrator"}]
                            }

                        ]
                    },
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Carnyx:",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "One model in the warband (including ELITEs) can be made into a musician by buying Carnyx at the cost of +15 Ducats. In addition to the normal Musical Instrument rules, the musician causes FEAR.",
                                "glossary":  [{"val": "ELITEs", "id": "gl_elite"}, {"val": "FEAR", "id": "gl_fear"}]
                            }

                        ]
                    },
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Hit and Run Tactics:",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "If a model of this Warband moves away from Combat, enemies have a -1 DICE penalty to hit rolls with their free attack instead of +1 DICE bonus.",
                                "glossary":  [{"val": "-1 DICE", "id": "gl_minusdice"}, {"val": "+1 DICE", "id": "gl_plusdice"}]
                            }

                        ]
                    },
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Berserker:",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "A single Fianna or Lieutenant in the Warband can be made a Berserker. This model is immune to FEAR and disregards any BLOOD MARKERS from any source. Berserkers never wear armour, though they can carry a Trench Shield. Add +15 Ducats to the cost of this model.",
                                "glossary":  [{"val": "FEAR", "id": "gl_fear"}, {"val": "BLOOD MARKERS", "id": "gl_bloodmarker"}]
                            }

                        ]
                    },
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Strong in Faith:",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "Eire is a bastion of the Church, with many famed warrior-priests who travel to war. The Warband may have up to 2 Trench Clerics, and they can choose either of the following abilities instead of their standard Ability “Onward, Christian Soldiers!”.",
                                "subcontent":  [                                    
                                    {
                                        "tags": [{"tag_name": "desc_type", "val": "list"}],
                                        "content": "",
                                        "subcontent":  [                                 
                                            {
                                                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                                                "content": "Away, Serpents!: ",
                                                "subcontent":  [                              
                                                    {
                                                        "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                                                        "content": "Select any enemy within 12” of the Priest and take a RISKY ACTION (Targeting models on 40mm or larger bases incur -1 DICE penalty to this roll). If successful, the enemy model goes Down immediately, slithering on its belly like a snake.",
                                                        "glossary":  [{"val": "RISKY ACTION", "id": "gl_riskyaction"},{"val": "-1 DICE", "id": "gl_minusdice"}]
                                                    }
                                                ]
                                            },                                
                                            {
                                                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                                                "content": "Arise and be Healed!:",
                                                "subcontent":  [                              
                                                    {
                                                        "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                                                        "content": "Select one friendly model within 3” of the Priest and take a RISKY ACTION. If successful, the warrior immediately stands up if Down, and loses up to D3 BLOOD MARKERS or INFECTION MARKERS (or any combination) of your choice.",
                                                        "glossary":  [{"val": "RISKY ACTION", "id": "gl_riskyaction"},{"val": "D3 BLOOD MARKERS", "id": "gl_bloodmarker"},{"val": "INFECTION MARKERS", "id": "gl_infectionmarker"}]
                                                    }
                                                ]
                                            }

                                        ]
                                    }
                                ]
                            }

                        ]
                    },
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Light Infantry:",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "The Warband is allowed to field only one Mechanised Heavy Infantry. No model (save for the single Mechanised Heavy Infantry) may carry a HEAVY weapon or wear Heavy or Machine Armour. This does not apply to allies, or Combat Engineers’ Satchel Charges.",
                                "glossary":  [{"val": "HEAVY", "id": "gl_heavy"}]
                            }

                        ]
                    },
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Followers of St. Patrick:",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "If playing a Campaign, the patron of the Warband is automatically Saint Patrick.",
                                "glossary":  []
                            }

                        ]
                    }
                ]
            } 
        ],
        "removed_rules": ["Fireteam"],
        "removed_equip": [],
        "removed_model": ["md_trenchcleric","md_lieutenant","md_mechanisedheavyinfantry"],
        "equipment": [
            {"id": "eq_goldenkhanjar", "cost": 20, "cost_id": "ducats", "limit": 2, "restriction": [{"type": "model", "val": "md_sultanateassassin"},{"type": "model", "val": "md_sultanatemasterassassin"}]}
        ],
        "models" : [
            {"id": "md_trenchcleric", "cost": 60, "cost_id": "ducats", "limit_min": 0, "limit_max": 2},
            {"id": "md_lieutenant_fv_eirerangers", "cost": 70, "cost_id": "ducats", "limit_min": 1, "limit_max": 1},
            {"id": "md_mechanisedheavyinfantry", "cost": 85, "cost_id": "ducats", "limit_min": 0, "limit_max": 1}
        ]
    }  ,
    {
        "id": "fv_stostruppenofthefreestateofprussia",
        "type": "Variant",
        "source": "core",
        "tags": [
            {"tag_name": "newantioch", "val": ""}
                ],
        "faction_id": "fc_newantioch",
        "name": "Stoßtruppen of the Free State of Prussia",
        "flavour":  [ 
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "When the need to take out an enemy strongpoint or assault an especially powerful defensive line of trenches or redoubts arises, the Duke of Antioch often calls upon the famed Stoßtruppen forces of the Free State of Prussia. These elite units often operate in deep forward positions, and quite often they carry secret orders or specific missions from the Princes of the Church or the New Antioch High Command."
            } ,
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "The Free State Shocktroopers are selected and trained specifically to perform lightning assaults, master the firearms of close assault, and operate in Fireteams that are perfectly synchronised in their combined arms tactics."
            } ,
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "Admittance to this elite group is strictly by merit. All members must be decorated athletes, under 25 years of age, unmarried and must have demonstrated a high level of aggression on the battlefield. Of all the soldiers serving Prussia, Stoßtruppen have by far the highest casualty rate."
            } ,
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "When inducted into the ranks, all swear an oath at the Köningsber Cathedral: “To each, his own, to me, death”."
            } 
        ],
        "rules": [
            {
                "title": "Fireteam",
                "description": [
                    {
                        "tags": [{"tag_name": "desc_type", "val": "desc"}],
                        "content": "You can form up to three Fire Teams from models in the warband (not Allies or Mercenaries). Each Fireteam consists of two models. These models gain the Keyword FIRETEAM.",
                        "glossary": [
                            {"val": "FIRETEAM", "id": "gl_fireteam"}
                        ]
                    }
                ]
            },
            {
                "title": "Variant Rules",
                "description": [
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Masters of the Grenade:",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "Models of the Stoßtruppen Warband add 4” range to all of their GRENADE weapons.",
                                "glossary":  []
                            }

                        ]
                    },
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Forward Positions:",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "Up to two Shocktroops can have the Keyword INFILTRATOR at the cost of +10 ducats.",
                                "glossary":  [{"val": "INFILTRATOR", "id": "gl_infiltrator"}]
                            }

                        ]
                    },
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Rapid Assault:",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "At the cost of +5 ducats per model, any Shocktroopers and Lieutenants of this Warband may add +1 DICE to all their Dash ACTIONs.",
                                "glossary":  [{"val": "+1 DICE", "id": "gl_plusdice"},{"val": "ACTIONs", "id": "gl_action"}]
                            }

                        ]
                    },
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Troop Selection:",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "The Warband must have at least two Shocktroops, and can have up to eight. The warband can have only one Mechanised Heavy Infantry, one Sniper Priest and no Trench Moles.",
                                "glossary":  []
                            }

                        ]
                    },
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Lightly Armoured:",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "Apart from Mechanised Heavy Infantry, no model in the Warband can be equipped with Heavy or Machine Armour. This does not apply to Allies & Mercenaries.",
                                "glossary":  []
                            }

                        ]
                    }
                ]
            } 
        ],
        "removed_rules": ["Fireteam"],
        "removed_equip": ["eq_submachinegun","eq_automaticpistol","eq_automaticshotgun","eq_machinegun","eq_grenadelauncher"],
        "removed_model": ["md_sniperpriest","md_shocktroopers","md_mechanisedheavyinfantry"],
        "equipment": [
            {"id": "eq_submachinegun", "cost": 30, "cost_id": "ducats", "limit": 4, "restriction": []},
            {"id": "eq_automaticpistol", "cost": 20, "cost_id": "ducats", "limit": 3, "restriction": []},
            {"id": "eq_automaticshotgun", "cost": 20, "cost_id": "ducats", "limit": 2, "restriction": []},
            {"id": "eq_machinegun", "cost": 60, "cost_id": "ducats", "limit": 1, "restriction": []}
        ],
        "models" : [
            {"id": "md_sniperpriest", "cost": 50, "cost_id": "ducats", "limit_min": 0, "limit_max": 1},
            {"id": "md_shocktroopers", "cost": 45, "cost_id": "ducats", "limit_min": 2, "limit_max": 8},
            {"id": "md_mechanisedheavyinfantry", "cost": 85, "cost_id": "ducats", "limit_min": 0, "limit_max": 1}
        ]
    }  ,
    {
        "id": "fv_kingdomofalbaassaultdetachment",
        "type": "Variant",
        "source": "core",
        "tags": [
            {"tag_name": "newantioch", "val": ""}
                ],
        "faction_id": "fc_newantioch",
        "name": "Kingdom of Alba Assault Detachment",
        "flavour":  [ 
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "Hailing from the Scottish Highlands where the Church is strong, these men (and a few fierce women!) come to New Antioch in search of both glory, forgiveness of their sins, as well as dreams of acquiring valuable loot to send back to their island home, but above all to get their hands on some Devil-worshippers up-close and personal combat!"
            } ,
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "The Heretic submarine fleet harries the shores of the Kingdom constantly, carrying off their young in chains to be sacrificed in the dark altars of the Arch-devils, and their hatred towards the Hell’s forces runs deep. The fleet of Britain and their famed moving fortress are reserved in guarding their own shores, causing friction and resentment among their northern neighbours whose coastal defences are far less comprehensive."
            } ,
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "As is the tradition in Alba, these warbands favour close quarters combat and fierce charges over defence and long-range attacks."
            } 
        ],
        "rules": [
            {
                "title": "Variant Rules",
                "description": [
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Rampant Charge:",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "All models in the Warband ignore the penalty for Defended Obstacles.",
                                "glossary":  []
                            }

                        ]
                    },
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Highland Machine Armour:",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "Machine Armour of the Warband can take Dash ACTIONs as normal.",
                                "glossary":  [{"val": "ACTIONs", "id": "gl_action"}]
                            }

                        ]
                    },
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Bagpipes:",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "One non-ELITE trooper can be made into a musician by buying a bagpipe at the cost of +15 Ducats. In addition to the normal Musical Instrument rules, any member of the Warband within 8” of the Musician is not affected by the rules of FEAR.",
                                "glossary":  [{"val": "ELITE", "id": "gl_elite"},{"val": "FEAR", "id": "gl_fear"}]
                            }

                        ]
                    },
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Brave:",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "The warband adds +1 DICE to all Morale Tests.",
                                "glossary":  [{"val": "+1 DICE", "id": "gl_plusdice"}]
                            }

                        ]
                    },
                    {
                        "tags": [{"tag_name": "desc_type", "val": "effect"}],
                        "content": "Lightly Armoured:",
                        "subcontent": [
                            {
                                "tags": [{"tag_name": "desc_type", "val": "desc"}],
                                "content": "Apart from Mechanised Heavy Infantry and Lieutenant, no model in the Warband can be equipped with Heavy or Machine Armour. This does not apply to Allies & Mercenaries.",
                                "glossary":  []
                            }

                        ]
                    }
                ]
            } 
        ],
        "removed_rules": [],
        "removed_equip": ["eq_greataxe","eq_grenadelauncher","eq_submachinegun","eq_automaticshotgun","eq_machinegun","eq_sniperrifle"],
        "removed_model": ["md_mechanisedheavyinfantry","md_lieutenant","md_sniperpriest"],
        "equipment": [
            {"id": "eq_grenadelauncher", "cost": 40, "cost_id": "ducats", "limit": 1, "restriction": []},
            {"id": "eq_greataxe", "cost": 10, "cost_id": "ducats", "limit": 0, "restriction": []},
            {"id": "eq_submachinegun", "cost": 30, "cost_id": "ducats", "limit": 1, "restriction": []},
            {"id": "eq_automaticshotgun", "cost": 20, "cost_id": "ducats", "limit": 1, "restriction": []},
            {"id": "eq_machinegun", "cost": 60, "cost_id": "ducats", "limit": 1, "restriction": []},
            {"id": "eq_sniperrifle", "cost": 35, "cost_id": "ducats", "limit": 1, "restriction": [{"type": "keyword", "val": "Elite"}]}
        ],
        "models" : [
            {"id": "md_mechanisedheavyinfantry_fv_kingdomofalbaassaultdetachment", "cost": 85, "cost_id": "ducats", "limit_min": 0, "limit_max": 3},
            {"id": "md_sniperpriest", "cost": 50, "cost_id": "ducats", "limit_min": 0, "limit_max": 1},
            {"id": "md_lieutenant_fv_kingdomofalbaassaultdetachment", "cost": 70, "cost_id": "ducats", "limit_min": 1, "limit_max": 1}
        ]
    }  ,
    {
        "id": "fv_dirgeofthegreathegemon",
        "type": "Variant",
        "source": "core",
        "tags": [
            {"tag_name": "blackgrail", "val": ""}
                ],
        "faction_id": "fc_blackgrail",
        "name": "Dirge of the Great Hegemon",
        "flavour":  [ 
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "In the annals of the Great War two mighty Hegemons of the Black Grail have risen: Yersinia Rex- Emperor of Pestilence, and Febris, the rotting Bride of Beelzebub. Each of them was destroyed, but at an unimaginable cost to the forces of the Great Tyrant YHWH whom the Lord of the Flies seeks to overthrow. Even the great Paladin Engelier, the Sword of Heaven, died confronting the might of a Hegemon."
            },
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "With the ascension of a Hegemon, the hideous power of the Black Grail is exalted. Beelzebubgrows sleek and fat, and like a magnanimous king, bestows blessings and gifts upon his mostfavoured children. Beelzebub's insidious grip over his Grail Thralls greatly increases. They movewith more grace, and the exalted blessings of the Grail opens their ruined minds, allowing themto truly witness the rotting glory of the Lord of the Flies, and enabling them to understand morecomplex weaponry. In turn, the nobles that make up the ranks of the Order of the Fly are givenkingly gifts from their mighty liege."
            },
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "Full of the ascendant power of the Black Grail, how miserable they become when theirHegemon lord falls in battle. Each Hegemon is unique, and when slain, it can never bere-created. The ecstasy of the Plague Knights in the service of their dread ruler sinks into thedeepest despair from which there is no escape. Their strain of the Black Grail is shunned byothers of their kind, and they are no longer welcome at Ekron, the City of Beelzebul. They arecast out from the Order of the Fly for their failure. The Hegemon’s strain of disease continuesspreading and creating thralls, but they are born into a world bereft of their sires, leaving themhopeless and desolated."
            },
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "The eyes of the Plague Knights continuously weep cold black blood as they cry for their lost Dark Paradise that will never be again. The tantalising dream of a great flood of pestilence thatcleanses the earth is lost forever. Their mournful wails echo and reverberate through No Man’s Land, a cry of sorrow deeper than any mortal can feel, and agonising rage of black hatred that no mortal comprehends. They compose mournful paeans to their lost Hegemon -beautiful yet disturbing songs that promise nothing but neverending death."
            },
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "Such shattered remains of the once-mighty legions of the Hegemon take their vengeance on any opponent regardless of their allegiance, even throwing themselves at other Black Grail warbands in futile acts of regret, trying to feel pain that would at least momentarily dull their aching feeling of loss. But no such hope exists in their eternal damnation."
            },
            {
                "tags": [{"tag_name": "desc_type", "val": "subeffect"}],
                "content": "These bands made up of the strains of fallen Hegemons’ once-mighty legions form everlasting funeral processions for their dead masters. The echo of their cries and dirges accompanies their solemn steps taking them from nowhere to nowhere. Their eyes are forever stained by the foul tears of the Black Grail, and their skin turns black and sloughs off, hanging in tatters like funereal garb. They seek lost artefacts and broken shards of armour and weapons of their lost liege, and fashion disturbing and rusted jewellery from these remains where the Hegemon’s power still lingers beyond the grave. Few things that haunt the No Man’s Land are more dangerous -or more ghastly than these corruption-ridden echoes of the dark past, the funeral processions that last until time itself is no more."
            }
        ],
        "rules": [
        ],
        "removed_rules": [],
        "removed_equip": ["eq_blackgrailshield","eq_beelzebubsaxe","eq_plagueblade","eq_putridshotgun"],
        "removed_model": ["md_lordoftumours","md_amalgam","md_plagueknight","md_houndoftheblackgrail","md_heraldofbeelzebub","md_grailthrall"],
        "equipment": [
            {"id": "eq_plagueblade", "cost": 25, "cost_id": "ducats", "limit": 3, "restriction": [{"type": "keyword", "val": "Elite"}]},
            {"id": "eq_putridshotgun", "cost": 35, "cost_id": "ducats", "limit": 3, "restriction": []},
            {"id": "eq_blunderbuss", "cost": 10, "cost_id": "ducats", "limit": 0, "restriction": []},
            {"id": "eq_brokencrown", "cost": 25, "cost_id": "ducats", "limit": 1, "restriction": [{"type": "keyword", "val": "Elite"}]},
            {"id": "eq_urnofbitterashes", "cost": 40, "cost_id": "ducats", "limit": 1, "restriction": [{"type": "keyword", "val": "Elite"}]}
        ],
        "models" : [
            {"id": "md_executor", "cost": 80, "cost_id": "ducats", "limit_min": 1, "limit_max": 1},
            {"id": "md_plagueknight_fv_dirgeofthegreathegemon", "cost": 60, "cost_id": "ducats", "limit_min": 0, "limit_max": 2},
            {"id": "md_houndoftheblackgrail", "cost": 65, "cost_id": "ducats", "limit_min": 0, "limit_max": 2},
            {"id": "md_thebereaved", "cost": 30, "cost_id": "ducats", "limit_min": 0, "limit_max": 0},
            {"id": "md_heraldofbeelzebub", "cost": 55, "cost_id": "ducats", "limit_min": 0, "limit_max": 1}
        ]
    }    
]